---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.JPerK
source: html/4a31ca12-e4a7-97fe-288f-6a53fafd4d5e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.JPerK Property

Symbol J/K, indicating unit Joules per Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId JPerK { get; }
```